Repository: PauloPeres/isp_status_page
Catalog: src/src/Locale/*/emails.po
Languages: es

source: Email de Teste
es: Correo de Prueba

source: Olá!
es: ¡Hola!

source: Este é um email de teste do sistema {0}.
es: Este es un correo de prueba del sistema {0}.

source: Sucesso!
es: ¡Éxito!

source: Se você está recebendo este email, significa que o sistema de envio de emails está configurado corretamente.
es: Si está recibiendo este correo, significa que el sistema de envío de correos está configurado correctamente.

source: Informações do Email:
es: Información del Correo:

source: Data/Hora:
es: Fecha/Hora:

source: Fuso horário:
es: Zona horaria:

source: Agora você pode começar a enviar notificações aos seus usuários!
es: ¡Ahora puede comenzar a enviar notificaciones a sus usuarios!

source: Este é um email automático de teste. Não é necessário responder.
es: Este es un correo de prueba automático. No es necesario responder.

source: Este é um email automático. Por favor, não responda.
es: Este es un correo automático. Por favor, no responda.

source: Este é um email automático gerado pelo sistema {0}
es: Este es un correo automático generado por el sistema {0}

source: Por favor, não responda este email.
es: Por favor, no responda a este correo.

source: EMAIL DE TESTE
es: CORREO DE PRUEBA
