Repository: PauloPeres/isp_status_page
Catalog: src/src/Locale/*/incidents.po
Languages: es

source: Incidents
es: Incidentes

source: Incident List
es: Lista de Incidentes

source: Add Incident
es: Añadir Incidente

source: Edit Incident
es: Editar Incidente

source: Incident Details
es: Detalles del Incidente

source: Detalhes do Incidente
es: Detalles del Incidente

source: New Incident
es: Nuevo Incidente

source: Incident Title
es: Título del Incidente

source: Incident
es: Incidente

source: Monitor Afetado
es: Monitor Afectado

source: Severity
es: Severidad

source: Severidade
es: Severidad

source: Started
es: Iniciado

source: Started At
es: Iniciado en

source: Iniciado em
es: Iniciado en

source: Resolved At
es: Resuelto en

source: Resolvido em
es: Resuelto en

source: Identified
es: Identificado

source: Identificado em
es: Identificado en

source: Duration
es: Duración

source: Duração
es: Duración

source: Message
es: Mensaje

source: Status
es: Estado

source: Ações
es: Acciones

source: Descrição
es: Descripción

source: Criação
es: Creación

source: Investigating
es: Investigando

source: Monitoring
es: Monitoreando

source: Monitorando
es: Monitoreando

source: Resolved
es: Resuelto

source: Resolvido
es: Resuelto

source: Active
es: Activo

source: Ativos
es: Activos

source: Resolvidos
es: Resueltos

source: Critical
es: Crítico

source: Major
es: Mayor

source: Minor
es: Menor

source: Maintenance
es: Mantenimiento

source: Manutenção
es: Mantenimiento

source: Título ou descrição...
es: Título o descripción...

source: Todos os Monitores
es: Todos los Monitores

source: Limpar
es: Limpiar

source: Total Incidents
es: Total de Incidentes

source: Active Incidents
es: Incidentes Activos

source: Resolved Incidents
es: Incidentes Resueltos

source: Critical Incidents
es: Incidentes Críticos

source: Ver detalhes
es: Ver detalles

source: Resolve
es: Resolver

source: Tem certeza que deseja resolver este incidente?
es: ¿Está seguro de que desea resolver este incidente?

source: Incident created successfully.
es: Incidente creado exitosamente.

source: Incident updated successfully.
es: Incidente actualizado exitosamente.

source: Incident deleted successfully.
es: Incidente eliminado exitosamente.

source: Incident resolved successfully.
es: Incidente resuelto exitosamente.

source: Error creating incident.
es: Error al crear el incidente.

source: Error updating incident.
es: Error al atualizar el incidente.

source: Error deleting incident.
es: Error al eliminar el incidente.

source: Nenhum incidente encontrado
es: Ningún incidente encontrado

source: Tente ajustar os filtros ou aguarde novos incidentes.
es: Intente ajustar los filtros o espere nuevos incidentes.

source: The incident has been updated.
es: El incidente ha sido actualizado.

source: The incident could not be updated. Please, try again.
es: No fue posible actualizar el incidente. Por favor, inténtelo de nuevo.

source: This incident is already resolved.
es: Este incidente ya ha sido resuelto.

source: The incident has been resolved.
es: El incidente ha sido resuelto.

source: The incident could not be resolved. Please, try again.
es: No fue posible resolver el incidente. Por favor, inténtelo de nuevo.

source: Em andamento
es: En progreso

source: ⏱️ Em andamento...
es: ⏱️ En progreso...

source: Incidente resolvido
es: Incidente resuelto

source: Incidente ativo
es: Incidente activo

source: 🤖 Auto-criado
es: 🤖 Auto-creado

source: ← Voltar para Incidentes
es: ← Volver a Incidentes

source: Informações Principais
es: Información Principal

source: Timeline de Eventos
es: Línea de Tiempo de Eventos

source: Verificações Recentes do Monitor
es: Verificaciones Recientes del Monitor

source: dias
es: días

source: « Primeira
es: « Primera

source: Próxima ›
es: Siguiente ›

source: Página {{page}} de {{pages}}, mostrando {{current}} registro(s) de {{count}} no total
es: Página {{page}} de {{pages}}, mostrando {{current}} registro(s) de {{count}} en total
