Repository: PauloPeres/isp_status_page
Catalog: src/src/Locale/*/monitors.po
Languages: es, pt_br

source: tooltip.incident_status
es: Estado actual: Investigando (inicial), Identificado (causa conocida), Monitoreando (siendo seguido), Resuelto (normalizado).
pt_br: Status atual: Investigando (inicial), Identificado (causa conhecida), Monitorando (sendo acompanhado), Resolvido (normalizado).

source: tooltip.incident_severity
es: Gravedad: Crítico (servicio completamente indisponible), Alto (funcionalidades importantes afectadas), Medio (degradación), Bajo (impacto mínimo).
pt_br: Gravidade: Crítico (serviço completamente indisponível), Alto (funcionalidades importantes afetadas), Médio (degradação), Baixo (impacto mínimo).

source: tooltip.incident_visible_status_page
es: Si está activo, este incidente se mostrará públicamente en la página de estado. Desactive para incidentes internos o mantenimiento.
pt_br: Se ativo, este incidente será exibido publicamente na página de status. Desative para incidentes internos ou em manutenção.

source: tooltip.incident_notify_subscribers
es: Si está activo, todos los suscriptores de la página de estado recibirán notificación por email sobre este incidente y sus actualizaciones.
pt_br: Se ativo, todos os assinantes da página de status receberão notificação por email sobre este incidente e suas atualizações.

source: tooltip.integration_name
es: Nombre identificador de la integración. Use un nombre descriptivo como 'IXC Producción', 'Servidor Principal Zabbix', etc.
pt_br: Nome identificador da integração. Use um nome descritivo como 'IXC Produção', 'Zabbix Servidor Principal', etc.

source: tooltip.integration_type
es: Tipo de integración: IXC Soft (proveedor), Zabbix (monitoreo), o REST API (genérico para otras plataformas).
pt_br: Tipo de integração: IXC Soft (provedor), Zabbix (monitoramento), ou REST API (genérico para outras plataformas).

source: tooltip.integration_url
es: URL completa de API del sistema externo. Para IXC: URL de su instalación. Para Zabbix: URL del servidor. Ejemplo: https://api.sistema.com
pt_br: URL completa da API do sistema externo. Para IXC: URL da sua instalação. Para Zabbix: URL do servidor. Exemplo: https://api.sistema.com.br

source: tooltip.integration_api_key
es: Clave de API o token de autenticación. Almacenado cifrado. Obtenido de configuraciones del sistema externo.
pt_br: Chave de API ou token de autenticação. Armazenado de forma criptografada. Obtido nas configurações do sistema externo.

source: tooltip.integration_username
es: Nombre de usuario para autenticación si API no usa clave API. Usado principalmente en autenticación básica HTTP.
pt_br: Nome de usuário para autenticação, se a API não usar API key. Usado principalmente em autenticação básica HTTP.

source: tooltip.integration_password
es: Contraseña para autenticación si es necesario. Almacenada cifrada en base de datos.
pt_br: Senha para autenticação, se necessário. Armazenada de forma criptografada no banco de dados.

source: tooltip.integration_sync_interval
es: Intervalo en minutos para sincronización automática de datos. Valores menores mantienen datos más actuales pero aumentan carga. Recomendado: 5-15 minutos.
pt_br: Intervalo em minutos para sincronização automática de dados. Valores menores mantêm dados mais atualizados mas aumentam carga. Recomendado: 5-15 minutos.

source: tooltip.integration_active
es: Integraciones activas sincronizan datos automáticamente en el intervalo configurado. Desactive para pausar temporalmente.
pt_br: Integrações ativas sincronizam dados automaticamente no intervalo configurado. Desative para pausar temporariamente.

source: tooltip.subscriber_email
es: Dirección de email que recibirá notificaciones sobre incidentes y mantenimiento programado.
pt_br: Endereço de email que receberá notificações sobre incidentes e manutenções programadas.

source: tooltip.subscriber_monitors
es: Seleccione monitores específicos o deje vacío para recibir notificaciones de todos los monitores.
pt_br: Selecione monitores específicos ou deixe vazio para receber notificações de todos os monitores.

source: tooltip.subscriber_verified
es: Estado de verificación del email. Suscriptores no verificados no reciben notificaciones hasta confirmar el email.
pt_br: Status de verificação do email. Assinantes não verificados não recebem notificações até confirmarem o email.

source: tooltip.subscriber_subscribed
es: Si está activo, el suscriptor recibirá notificaciones. Desactive para pausar temporalmente sin eliminar.
pt_br: Se ativo, o assinante receberá notificações. Desative para pausar temporariamente sem excluir.
