Repository: PauloPeres/isp_status_page
Catalog: src/src/Locale/*/monitors.po
Languages: es, pt_br

source: Monitors
es: Monitores
pt_br: Monitores

source: Monitor List
es: Lista de Monitores
pt_br: Lista de Monitores

source: Add Monitor
es: Añadir Monitor
pt_br: Adicionar Monitor

source: Edit Monitor
es: Editar Monitor
pt_br: Editar Monitor

source: Monitor Details
es: Detalles del Monitor
pt_br: Detalhes do Monitor

source: New Monitor
es: Nuevo Monitor
pt_br: Novo Monitor

source: Monitor Name
es: Nombre del Monitor
pt_br: Nome do Monitor

source: Monitor Type
es: Tipo de Monitor
pt_br: Tipo de Monitor

source: Target
es: Objetivo
pt_br: Alvo

source: Check Interval
es: Intervalo de Verificación
pt_br: Intervalo de Verificação

source: Timeout
es: Tiempo de Espera

source: Response Time
es: Tiempo de Respuesta
pt_br: Tempo de Resposta

source: Last Check
es: Última Verificación
pt_br: Última Verificação

source: Next Check
es: Próxima Verificación
pt_br: Próxima Verificação

source: Uptime
es: Tiempo de Actividad
pt_br: Tempo de Atividade

source: Visible on Status Page
es: Visible en la Página de Estado
pt_br: Visível na Página de Status

source: Port
es: Puerto
pt_br: Porta

source: Monitor is online
es: Monitor está en línea
pt_br: Monitor está online

source: Monitor is offline
es: Monitor está fuera de línea
pt_br: Monitor está offline

source: Monitor status is unknown
es: El estado del monitor es desconocido
pt_br: Status do monitor é desconhecido

source: Monitor created successfully.
es: Monitor creado exitosamente.
pt_br: Monitor criado com sucesso.

source: Monitor updated successfully.
es: Monitor actualizado exitosamente.
pt_br: Monitor atualizado com sucesso.

source: Monitor deleted successfully.
es: Monitor eliminado exitosamente.
pt_br: Monitor excluído com sucesso.

source: Error creating monitor.
es: Error al crear el monitor.
pt_br: Erro ao criar monitor.

source: Error updating monitor.
es: Error al actualizar el monitor.
pt_br: Erro ao atualizar monitor.

source: Error deleting monitor.
es: Error al eliminar el monitor.
pt_br: Erro ao excluir monitor.

source: Total Monitors
es: Total de Monitores
pt_br: Total de Monitores

source: Active Monitors
es: Monitores Activos
pt_br: Monitores Ativos

source: Online Monitors
es: Monitores En Línea
pt_br: Monitores Online

source: Offline Monitors
es: Monitores Fuera de Línea
pt_br: Monitores Offline

source: Checks (24h)
es: Verificaciones (24h)
pt_br: Verificações (24h)

source: Average Response
es: Respuesta Promedio
pt_br: Resposta Média

source: Não foi possível criar o monitor. Por favor, tente novamente.
es: No fue posible crear el monitor. Por favor, inténtelo de nuevo.

source: Não foi possível atualizar o monitor. Por favor, tente novamente.
es: No fue posible actualizar el monitor. Por favor, inténtelo de nuevo.

source: Não foi possível excluir o monitor. Por favor, tente novamente.
es: No fue posible eliminar el monitor. Por favor, inténtelo de nuevo.

source: Monitor {$status} com sucesso.
es: Monitor {$status} exitosamente.

source: Não foi possível alterar o status do monitor.
es: No fue posible cambiar el estado del monitor.

source: Basic Information
es: Información Básica
pt_br: Informações Básicas

source: e.g. Main Website
es: ej. Sitio Web Principal
pt_br: ex: Site Principal

source: Brief description of what is being monitored
es: Breve descripción de lo que se está monitoreando
pt_br: Breve descrição do que está sendo monitorado

source: Port (TCP/UDP)
es: Puerto (TCP/UDP)
pt_br: Porta (TCP/UDP)

source: Active
es: Activo
pt_br: Ativo

source: Configure a new service for monitoring
es: Configure un nuevo servicio para monitoreo
pt_br: Configure um novo serviço para monitoramento

source: Target Configuration
es: Configuración del Objetivo
pt_br: Configuração do Alvo

source: Configuration depends on selected monitor type
es: La configuración depende del tipo de monitor seleccionado
pt_br: Configuração depende do tipo de monitor selecionado

source: Check Settings
es: Configuración de Verificación
pt_br: Configurações de Verificação

source: Interval (seconds)
es: Intervalo (segundos)
pt_br: Intervalo (segundos)

source: Check frequency (minimum 10s)
es: Frecuencia de verificación (mínimo 10s)
pt_br: Frequência de verificação (mínimo 10s)

source: Timeout (seconds)
es: Tiempo de espera (segundos)
pt_br: Timeout (segundos)

source: Maximum wait time
es: Tiempo máximo de espera
pt_br: Tempo máximo de espera

source: Save Monitor
es: Guardar Monitor
pt_br: Salvar Monitor

source: Save Changes
es: Guardar Cambios
pt_br: Salvar Alterações

source: HTTP/HTTPS Configuration
es: Configuración HTTP/HTTPS
pt_br: Configuração HTTP/HTTPS

source: Full URL including protocol (http:// or https://)
es: URL completa incluyendo protocolo (http:// o https://)
pt_br: URL completa incluindo protocolo (http:// ou https://)

source: HTTP Method
es: Método HTTP
pt_br: Método HTTP

source: Expected HTTP Code
es: Código HTTP Esperado
pt_br: Código HTTP Esperado

source: 200 = OK, 301 = Redirect, etc
es: 200 = OK, 301 = Redirección, etc
pt_br: 200 = OK, 301 = Redirecionamento, etc

source: Expected HTTP Status Code
es: Código de Estado HTTP Esperado
pt_br: Código de Status HTTP Esperado

source: Expected HTTP status code (e.g. 200=OK, 301=Redirect, 404=Not Found)
es: Código de estado HTTP esperado (ej. 200=OK, 301=Redirección, 404=No Encontrado)
pt_br: Código de status HTTP esperado (ex: 200=OK, 301=Redirecionamento, 404=Não Encontrado)

source: Custom Headers
es: Encabezados Personalizados
pt_br: Cabeçalhos Customizados

source: Custom HTTP headers in JSON format (optional)
es: Encabezados HTTP personalizados en formato JSON (opcional)
pt_br: Cabeçalhos HTTP customizados em formato JSON (opcional)

source: Leave empty for no custom headers
es: Dejar vacío para no usar encabezados personalizados
pt_br: Deixe vazio para não usar cabeçalhos customizados

source: Request Body
es: Cuerpo de la Solicitud
pt_br: Corpo da Requisição

source: Request body for POST/PUT/PATCH (optional)
es: Cuerpo de la solicitud para POST/PUT/PATCH (opcional)
pt_br: Corpo da requisição para POST/PUT/PATCH (opcional)

source: Only used for POST, PUT, PATCH methods
es: Solo se usa para métodos POST, PUT, PATCH
pt_br: Usado apenas para métodos POST, PUT, PATCH

source: Verify SSL Certificate
es: Verificar Certificado SSL
pt_br: Verificar Certificado SSL

source: Disable for self-signed certificates
es: Desactive para certificados autofirmados
pt_br: Desabilite para certificados auto-assinados

source: Follow Redirects
es: Seguir Redirecciones
pt_br: Seguir Redirecionamentos

source: Follow HTTP 3xx redirects automatically
es: Seguir redirecciones HTTP 3xx automáticamente
pt_br: Seguir redirecionamentos HTTP 3xx automaticamente

source: Expected Content
es: Contenido Esperado
pt_br: Conteúdo Esperado

source: Text to search in response (optional)
es: Texto para buscar en la respuesta (opcional)
pt_br: Texto para buscar na resposta (opcional)

source: Check will fail if this text is not found in response body
es: La verificación fallará si este texto no se encuentra en el cuerpo de la respuesta
pt_br: A verificação falhará se este texto não for encontrado no corpo da resposta

source: Ping (ICMP) Configuration
es: Configuración Ping (ICMP)
pt_br: Configuração Ping (ICMP)

source: Host or IP Address
es: Host o Dirección IP
pt_br: Host ou Endereço IP

source: Hostname or IP address to ping
es: Nombre de host o dirección IP para hacer ping
pt_br: Nome do host ou endereço IP para ping

source: Packet Count
es: Cantidad de Paquetes
pt_br: Quantidade de Pacotes

source: Number of ping packets to send (1-10)
es: Número de paquetes ping a enviar (1-10)
pt_br: Número de pacotes ping a enviar (1-10)

source: Max Packet Loss (%)
es: Pérdida Máxima de Paquetes (%)
pt_br: Perda Máxima de Pacotes (%)

source: Alert if packet loss exceeds this percentage
es: Alertar si la pérdida de paquetes excede este porcentaje
pt_br: Alertar se a perda de pacotes exceder esta porcentagem

source: Max Latency (ms)
es: Latencia Máxima (ms)
pt_br: Latência Máxima (ms)

source: Alert if average latency exceeds this value (in milliseconds)
es: Alertar si la latencia promedio excede este valor (en milisegundos)
pt_br: Alertar se a latência média exceder este valor (em milissegundos)

source: Note
es: Nota
pt_br: Nota

source: ICMP ping requires appropriate system permissions
es: Ping ICMP requiere permisos apropiados del sistema
pt_br: Ping ICMP requer permissões apropriadas do sistema

source: Some firewalls may block ICMP packets
es: Algunos firewalls pueden bloquear paquetes ICMP
pt_br: Alguns firewalls podem bloquear pacotes ICMP

source: Average latency is calculated from all packets
es: La latencia promedio se calcula de todos los paquetes
pt_br: Latência média é calculada de todos os pacotes

source: Port (TCP/UDP) Configuration
es: Configuración de Puerto (TCP/UDP)
pt_br: Configuração de Porta (TCP/UDP)

source: Hostname or IP address to connect
es: Nombre de host o dirección IP para conectar
pt_br: Nome do host ou endereço IP para conectar

source: Port Number
es: Número de Puerto
pt_br: Número da Porta

source: TCP/UDP port (1-65535)
es: Puerto TCP/UDP (1-65535)
pt_br: Porta TCP/UDP (1-65535)

source: Protocol
es: Protocolo
pt_br: Protocolo

source: Connection protocol
es: Protocolo de conexión
pt_br: Protocolo de conexão

source: Send Data (optional)
es: Enviar Datos (opcional)
pt_br: Enviar Dados (opcional)

source: Data to send after connection (optional)
es: Datos a enviar después de la conexión (opcional)
pt_br: Dados a enviar após conexão (opcional)

source: Useful for testing application protocols
es: Útil para probar protocolos de aplicación
pt_br: Útil para testar protocolos de aplicação

source: Expected Response (optional)
es: Respuesta Esperada (opcional)
pt_br: Resposta Esperada (opcional)

source: Text to search in response
es: Texto para buscar en la respuesta
pt_br: Texto para buscar na resposta

source: Check will fail if this text is not found in server response
es: La verificación fallará si este texto no se encuentra en la respuesta del servidor
pt_br: A verificação falhará se este texto não for encontrado na resposta do servidor

source: Common Ports
es: Puertos Comunes
pt_br: Portas Comuns

source: System Information
es: Información del Sistema
pt_br: Informações do Sistema

source: Current Status
es: Estado Actual
pt_br: Status Atual

source: Never
es: Nunca
pt_br: Nunca

source: Update monitor settings: {0}
es: Actualizar configuración del monitor: {0}

source: Are you sure you want to delete this monitor? This action cannot be undone.
es: ¿Está seguro de que desea eliminar este monitor? Esta acción no se puede deshacer.

source: tooltip.monitor_name
es: Nombre único para identificar este monitor en el sistema. Use un nombre descriptivo que facilite la identificación.
pt_br: Nome único para identificar este monitor no sistema. Use um nome descritivo que facilite a identificação.

source: tooltip.monitor_type
es: Tipo de verificación a realizar: HTTP/HTTPS para sitios web, Ping para conectividad, o Port para puertos TCP/UDP específicos.
pt_br: Tipo de verificação que será realizada: HTTP/HTTPS para sites, Ping para verificar conectividade, ou Port para testar portas TCP/UDP específicas.

source: tooltip.check_interval
es: Intervalo en segundos entre cada verificación. Valores menores significan verificaciones más frecuentes pero mayor uso de recursos. Mínimo: 10 segundos.
pt_br: Intervalo em segundos entre cada verificação. Valores menores significam verificações mais frequentes, mas maior uso de recursos. Mínimo: 10 segundos.

source: tooltip.timeout
es: Tiempo máximo en segundos para esperar respuesta antes de considerar la verificación fallida. Debe ser menor que el intervalo de verificación.
pt_br: Tempo máximo em segundos para aguardar resposta antes de considerar a verificação como falha. Deve ser menor que o intervalo de verificação.

source: tooltip.retry_count
es: Número de reintentos antes de marcar el monitor como fuera de línea. Evita alertas falsas por problemas momentáneos.
pt_br: Número de tentativas antes de marcar o monitor como offline. Evita falsos alertas em caso de problemas momentâneos.

source: tooltip.active
es: Los monitores activos se verifican automáticamente. Desactive para pausar temporalmente sin eliminar.
pt_br: Monitores ativos são verificados automaticamente. Desative para pausar temporariamente sem excluir.

source: tooltip.visible_on_status_page
es: Si está activo, este monitor se mostrará en la página pública de estado para sus clientes.
pt_br: Se ativo, este monitor será exibido na página pública de status para seus clientes.

source: tooltip.http_url
es: URL completa a monitorear, incluyendo protocolo (http:// o https://). Ejemplo: https://ejemplo.com/api/health
pt_br: URL completa a ser monitorada, incluindo o protocolo (http:// ou https://). Exemplo: https://exemplo.com.br/api/health

source: tooltip.http_method
es: Método HTTP para la solicitud. GET es el más común para verificaciones de estado.
pt_br: Método HTTP para a requisição. GET é o mais comum para verificações de status.

source: tooltip.http_status_code
es: Código HTTP esperado en la respuesta. 200 indica éxito, 301/302 son redirecciones. La verificación falla si el código devuelto difiere.
pt_br: Código HTTP esperado na resposta. 200 indica sucesso, 301/302 são redirecionamentos. Se o código retornado for diferente, a verificação falhará.

source: tooltip.http_headers
es: Encabezados HTTP personalizados en formato JSON. Útil para autenticación o requisitos específicos de API.
pt_br: Cabeçalhos HTTP customizados em formato JSON. Útil para autenticação ou requisitos específicos da API.

source: tooltip.http_body
es: Datos a enviar en el cuerpo de la solicitud. Solo se usa para métodos POST, PUT y PATCH.
pt_br: Dados a serem enviados no corpo da requisição. Usado apenas para métodos POST, PUT e PATCH.

source: tooltip.http_verify_ssl
es: Verifica la validez del certificado SSL/TLS. Desactive solo para certificados autofirmados en desarrollo.
pt_br: Verifica a validade do certificado SSL/TLS. Desative apenas para certificados auto-assinados em ambiente de desenvolvimento.

source: tooltip.http_follow_redirects
es: Sigue automáticamente redirecciones HTTP (301, 302, etc). Desactive si desea probar la redirección en sí.
pt_br: Segue automaticamente redirecionamentos HTTP (códigos 301, 302, etc). Desative se quiser testar o redirecionamento em si.

source: tooltip.http_expected_content
es: Texto que debe estar presente en el cuerpo de la respuesta. La verificación falla si no se encuentra este texto, incluso con código HTTP correcto.
pt_br: Texto que deve estar presente no corpo da resposta. A verificação falhará se este texto não for encontrado, mesmo com código HTTP correto.

source: tooltip.ping_host
es: Nombre de host o dirección IP para enviar paquetes ICMP. Ejemplo: ejemplo.com o 192.168.1.1
pt_br: Nome do host ou endereço IP para enviar pacotes ICMP. Exemplo: exemplo.com.br ou 192.168.1.1

source: tooltip.ping_packet_count
es: Número de paquetes ICMP a enviar por verificación. Más paquetes = resultado más preciso, pero verificación más lenta.
pt_br: Quantidade de pacotes ICMP a enviar em cada verificação. Mais pacotes = resultado mais preciso, mas verificação mais lenta.

source: tooltip.ping_packet_loss
es: Porcentaje máximo de pérdida de paquetes tolerado. Si la pérdida excede este valor, el monitor se marca como degradado.
pt_br: Percentual máximo de perda de pacotes tolerado. Se a perda exceder este valor, o monitor será marcado como com problemas.

source: tooltip.ping_latency
es: Latencia promedio máxima tolerada en milisegundos. Útil para detectar degradación de rendimiento incluso cuando el host responde.
pt_br: Latência média máxima tolerada em milissegundos. Útil para detectar degradação de performance mesmo quando o host está respondendo.

source: tooltip.port_host
es: Nombre de host o dirección IP donde se probará el puerto. Ejemplo: ejemplo.com o 192.168.1.1
pt_br: Nome do host ou endereço IP onde a porta será testada. Exemplo: exemplo.com.br ou 192.168.1.1

source: tooltip.port_number
es: Número de puerto TCP o UDP a monitorear (1-65535). Ejemplos: 80 (HTTP), 443 (HTTPS), 3306 (MySQL), 5432 (PostgreSQL).
pt_br: Número da porta TCP ou UDP a ser monitorada (1-65535). Exemplos: 80 (HTTP), 443 (HTTPS), 3306 (MySQL), 5432 (PostgreSQL).

source: tooltip.port_protocol
es: Protocolo de transporte: TCP (más común, confiable) o UDP (usado en DNS, streaming, etc).
pt_br: Protocolo de transporte: TCP (mais comum, confiável) ou UDP (usado em DNS, streaming, etc).

source: tooltip.port_send_data
es: Datos opcionales a enviar después de establecer la conexión. Útil para probar protocolos de aplicación específicos.
pt_br: Dados opcionais a enviar após conexão estabelecida. Útil para testar protocolos de aplicação específicos.

source: tooltip.port_expected_response
es: Texto esperado en la respuesta del servidor. Si se especifica, la verificación solo tiene éxito si se recibe este texto.
pt_br: Texto esperado na resposta do servidor. Se especificado, a verificação só terá sucesso se este texto for recebido.

source: tooltip.setting_site_name
es: Nombre del sitio mostrado en el encabezado y títulos de página. Use el nombre de su empresa o proveedor.
pt_br: Nome do site exibido no cabeçalho e título das páginas. Use o nome da sua empresa ou provedor.

source: tooltip.setting_site_url
es: URL completa donde está alojado el sistema. Usada para generar enlaces en emails y notificaciones. Ejemplo: https://status.suempresa.com
pt_br: URL completa onde o sistema está hospedado. Usado para gerar links em emails e notificações. Exemplo: https://status.suaempresa.com.br

source: tooltip.setting_status_page_public
es: Si está activo, la página de estado será accesible públicamente. Desactive para restringir acceso solo a usuarios autenticados.
pt_br: Se ativo, a página de status ficará acessível publicamente. Desative para restringir acesso apenas a usuários autenticados.

source: tooltip.setting_status_cache
es: Tiempo de caché en segundos para la página pública de estado. Valores mayores reducen carga del servidor pero actualizan información menos frecuentemente.
pt_br: Tempo em segundos para cache da página pública de status. Valores maiores reduzem carga no servidor, mas atualizam informações menos frequentemente.

source: tooltip.setting_smtp_host
es: Dirección del servidor SMTP para envío de emails. Ejemplo: smtp.gmail.com, smtp.office365.com, o SMTP de su proveedor.
pt_br: Endereço do servidor SMTP para envio de emails. Exemplo: smtp.gmail.com, smtp.office365.com, ou smtp do seu provedor.

source: tooltip.setting_smtp_port
es: Puerto del servidor SMTP. Valores comunes: 587 (TLS/STARTTLS), 465 (SSL), 25 (sin cifrado - no recomendado).
pt_br: Porta do servidor SMTP. Valores comuns: 587 (TLS/STARTTLS), 465 (SSL), 25 (sem criptografia - não recomendado).

source: tooltip.setting_smtp_username
es: Nombre de usuario o dirección de email para autenticación en servidor SMTP.
pt_br: Nome de usuário ou endereço de email para autenticação no servidor SMTP.

source: tooltip.setting_smtp_password
es: Contraseña de cuenta de email. Almacenada cifrada en base de datos. Algunos proveedores requieren contraseña de aplicación.
pt_br: Senha da conta de email. Armazenada de forma criptografada no banco de dados. Alguns provedores exigem senha de aplicativo.

source: tooltip.setting_email_from
es: Dirección de email que aparecerá como remitente de todas las notificaciones enviadas por el sistema.
pt_br: Endereço de email que aparecerá como remetente de todas as notificações enviadas pelo sistema.

source: tooltip.setting_email_from_name
es: Nombre que aparecerá como remitente de emails. Ejemplo: 'Equipo de Monitoreo', 'Status Page', etc.
pt_br: Nome que aparecerá como remetente dos emails. Exemplo: 'Equipe de Monitoramento', 'Status Page', etc.

source: tooltip.setting_default_interval
es: Intervalo predeterminado en segundos para nuevos monitores. Puede cambiarse individualmente por monitor. Recomendado: 30-60 segundos.
pt_br: Intervalo padrão em segundos para novos monitores. Pode ser alterado individualmente em cada monitor. Recomendado: 30-60 segundos.

source: tooltip.setting_default_timeout
es: Timeout predeterminado en segundos para nuevos monitores. Debe ser menor que el intervalo de verificación. Recomendado: 10-15 segundos.
pt_br: Timeout padrão em segundos para novos monitores. Deve ser menor que o intervalo de verificação. Recomendado: 10-15 segundos.

source: tooltip.setting_max_retries
es: Número de reintentos antes de considerar un monitor fuera de línea. Previene falsas alarmas. Recomendado: 2-3 reintentos.
pt_br: Número de tentativas antes de considerar um monitor como offline. Evita alarmes falsos. Recomendado: 2-3 tentativas.

source: tooltip.setting_auto_resolve
es: Si está activo, incidentes se resolverán automáticamente cuando el monitor vuelva a la normalidad. Desactive para requerir resolución manual.
pt_br: Se ativo, incidentes serão automaticamente resolvidos quando o monitor voltar ao normal. Desative para exigir resolução manual.

source: tooltip.alert_rule_name
es: Nombre descriptivo para esta regla de alerta. Ayuda a identificar rápidamente cuando una alerta se activa.
pt_br: Nome descritivo para esta regra de alerta. Ajuda a identificar rapidamente quando um alerta é acionado.

source: tooltip.alert_rule_description
es: Descripción detallada de condiciones y propósito de esta regla. Útil para documentación y referencia futura.
pt_br: Descrição detalhada das condições e propósito desta regra. Útil para documentação e referência futura.

source: tooltip.alert_rule_trigger
es: Cuándo debe dispararse la alerta: cuando monitor queda fuera de línea (down), vuelve en línea (up), se degrada o en cualquier cambio de estado.
pt_br: Quando o alerta deve ser disparado: quando monitor fica offline (down), volta online (up), fica degradado ou em qualquer mudança de status.

source: tooltip.alert_rule_channels
es: Canales de notificación: Email (siempre disponible), WhatsApp, Telegram o SMS (requieren configuración adicional). Se pueden seleccionar múltiples canales.
pt_br: Canais de notificação: Email (sempre disponível), WhatsApp, Telegram ou SMS (requerem configuração adicional). Múltiplos canais podem ser selecionados.

source: tooltip.alert_rule_recipients
es: Lista de destinatarios en formato JSON. Para email: direcciones. Para WhatsApp/Telegram: números/IDs. Ejemplo: ['admin@empresa.com', 'soporte@empresa.com']
pt_br: Lista de destinatários em formato JSON. Para email: endereços. Para WhatsApp/Telegram: números/IDs. Exemplo: ['admin@empresa.com', 'suporte@empresa.com']

source: tooltip.alert_rule_cooldown
es: Tiempo mínimo en minutos entre alertas consecutivas de la misma regla. Previene spam de notificaciones. Recomendado: 5-15 minutos.
pt_br: Tempo mínimo em minutos entre alertas consecutivos da mesma regra. Evita spam de notificações. Recomendado: 5-15 minutos.

source: tooltip.alert_rule_active
es: Reglas activas disparan alertas automáticamente. Desactive temporalmente para mantenimiento sin eliminar la regla.
pt_br: Regras ativas disparam alertas automaticamente. Desative temporariamente para manutenções sem excluir a regra.

source: tooltip.incident_title
es: Título descriptivo del incidente. Se mostrará en la página pública de estado y en notificaciones a suscriptores.
pt_br: Título descritivo do incidente. Será exibido na página pública de status e nas notificações aos assinantes.

source: tooltip.incident_message
es: Descripción detallada del incidente, incluyendo causa, impacto y acciones tomadas. Soporta formato markdown.
pt_br: Descrição detalhada do incidente, incluindo causa, impacto e ações tomadas. Suporta markdown para formatação.
