Repository: PauloPeres/isp_status_page
Catalog: src/src/Locale/*/settings.po
Languages: es

source: Settings
es: Configuración

source: General Settings
es: Configuración General

source: Email Settings
es: Configuración de Email

source: System Settings
es: Configuración del Sistema

source: Status Page Settings
es: Configuración de la Página de Estado

source: Site Name
es: Nombre del Sitio

source: Site URL
es: URL del Sitio

source: Site Logo
es: Logo del Sitio

source: Contact Email
es: Email de Contacto

source: Time Zone
es: Zona Horaria

source: Date Format
es: Formato de Fecha

source: Language
es: Idioma

source: Email From
es: Email de Envío

source: Email From Name
es: Nombre del Remitente

source: SMTP Host
es: Servidor SMTP

source: SMTP Port
es: Puerto SMTP

source: SMTP Username
es: Usuario SMTP

source: SMTP Password
es: Contraseña SMTP

source: SMTP Encryption
es: Cifrado SMTP

source: Test Email Configuration
es: Probar Configuración de Email

source: Public Access
es: Acceso Público

source: Is status page publicly accessible
es: La página de estado es accesible públicamente

source: Show Uptime
es: Mostrar Tiempo de Actividad

source: Show Response Time
es: Mostrar Tiempo de Respuesta

source: Show Incident History
es: Mostrar Historial de Incidentes

source: Custom CSS
es: CSS Personalizado

source: Custom JavaScript
es: JavaScript Personalizado

source: Header Text
es: Texto del Encabezado

source: Footer Text
es: Texto del Pie de Página

source: Default Check Interval
es: Intervalo Predeterminado de Verificación

source: Check Retention Days
es: Días de Retención de Verificaciones

source: Log Retention Days
es: Días de Retención de Logs

source: Enable Notifications
es: Habilitar Notificaciones

source: Enable Maintenance Mode
es: Habilitar Modo de Mantenimiento

source: Maintenance Message
es: Mensaje de Mantenimiento

source: Settings saved successfully.
es: Configuración guardada exitosamente.

source: Error saving settings.
es: Error al guardar configuración.

source: Test email sent successfully.
es: Email de prueba enviado exitosamente.

source: Error sending test email.
es: Error al enviar email de prueba.

source: Configurações do Sistema
es: Configuración del Sistema

source: Geral
es: General

source: Monitoramento
es: Monitoreo

source: Notificações
es: Notificaciones

source: Nome do Site
es: Nombre del Sitio

source: URL do Site
es: URL del Sitio

source: Título da Página de Status
es: Título de la Página de Estado

source: Página de Status Pública
es: Página de Estado Pública

source: Cache da Página (segundos)
es: Caché de la Página (segundos)

source: Porta SMTP
es: Puerto SMTP

source: Usuário SMTP
es: Usuario SMTP

source: Senha SMTP
es: Contraseña SMTP

source: Email Remetente
es: Email Remitente

source: Nome do Remetente
es: Nombre del Remitente

source: Criptografia SMTP
es: Cifrado SMTP

source: Timeout SMTP (segundos)
es: Tiempo de espera SMTP (segundos)

source: Intervalo Padrão (segundos)
es: Intervalo Predeterminado (segundos)

source: Timeout Padrão (segundos)
es: Tiempo de espera Predeterminado (segundos)

source: Máximo de Tentativas
es: Máximo de Reintentos

source: Auto-resolver Incidentes
es: Resolver Incidentes Automáticamente

source: Intervalo de Verificação (minutos)
es: Intervalo de Verificación (minutos)

source: Timeout de Verificação (segundos)
es: Tiempo de espera de Verificación (segundos)

source: Email ao Criar Incidente
es: Email al Crear Incidente

source: Email ao Resolver Incidente
es: Email al Resolver Incidente

source: Email ao Ficar Offline
es: Email al Quedar Fuera de Línea

source: Email ao Voltar Online
es: Email al Volver en Línea

source: Ativar esta opção
es: Activar esta opción

source: Salvar Configurações
es: Guardar Configuración

source: Restaurar Padrões
es: Restaurar Valores Predeterminados

source: Tem certeza que deseja restaurar as configurações para os valores padrão?
es: ¿Está seguro de que desea restaurar la configuración a los valores predeterminados?

source: Nenhuma configuração geral disponível.
es: No hay configuración general disponible.

source: Testar Email
es: Probar Email

source: Enviar email de teste para verificar as configurações?
es: ¿Enviar email de prueba para verificar la configuración?

source: Nenhuma configuração de email disponível.
es: No hay configuración de email disponible.

source: Configure as configurações de email para enviar notificações.
es: Configure los ajustes de email para enviar notificaciones.

source: Nenhuma configuração de monitoramento disponível.
es: No hay configuración de monitoreo disponible.

source: Nenhuma configuração de notificações disponível.
es: No hay configuración de notificaciones disponible.

source: Nenhuma configuração foi enviada.
es: No se envió ninguna configuración.

source: {$successCount} configuração(ões) salva(s) com sucesso.
es: {$successCount} configuración(es) guardada(s) exitosamente.

source: {$errorCount} configuração(ões) falharam ao salvar.
es: {$errorCount} configuración(es) fallaron al guardar.

source: Por favor, informe um endereço de email para o teste.
es: Por favor, indique una dirección de email para la prueba.

source: Endereço de email inválido.
es: Dirección de email inválida.

source: Email de teste enviado para {0}. Verifique sua caixa de entrada.
es: Email de prueba enviado a {0}. Verifique su bandeja de entrada.

source: Não foi possível enviar o email de teste. Verifique as configurações de email e os logs de erro.
es: No se pudo enviar el email de prueba. Verifique la configuración de email y los logs de error.

source: Erro ao enviar email de teste: {0}
es: Error al enviar email de prueba: {0}

source: Categoria não especificada.
es: Categoría no especificada.

source: {$resetCount} configuração(ões) restaurada(s) para o padrão.
es: {$resetCount} configuración(es) restaurada(s) a los valores predeterminados.

source: Nenhuma configuração foi restaurada.
es: No se restauró ninguna configuración.

source: Idioma do Sistema
es: Idioma del Sistema

source: Português (Brasil)
es: Portugués (Brasil)

source: Nome do site exibido na página de status
es: Nombre del sitio mostrado en la página de estado

source: URL completa onde o sistema está hospedado
es: URL completa donde el sistema está alojado

source: Idioma da interface do sistema
es: Idioma de la interfaz del sistema

source: Título exibido na página de status
es: Título mostrado en la página de estado

source: A página de status é acessível publicamente
es: La página de estado es accesible públicamente

source: Tempo de cache da página de status em segundos
es: Tiempo de caché de la página de estado en segundos

source: Endereço do servidor SMTP
es: Dirección del servidor SMTP

source: Porta do servidor SMTP (geralmente 587 ou 465)
es: Puerto del servidor SMTP (generalmente 587 o 465)

source: Nome de usuário para autenticação SMTP
es: Nombre de usuario para autenticación SMTP

source: Senha para autenticação SMTP
es: Contraseña para autenticación SMTP

source: Endereço de email do remetente
es: Dirección de email del remitente

source: Nome exibido como remetente dos emails
es: Nombre mostrado como remitente de los emails

source: Tipo de criptografia (TLS, SSL ou nenhuma)
es: Tipo de cifrado (TLS, SSL o ninguno)

source: Tempo limite para conexão SMTP em segundos
es: Tiempo límite para conexión SMTP en segundos

source: Intervalo padrão entre verificações em segundos
es: Intervalo predeterminado entre verificaciones en segundos

source: Tempo limite padrão para verificações em segundos
es: Tiempo límite predeterminado para verificaciones en segundos

source: Número máximo de tentativas antes de marcar como falha
es: Número máximo de reintentos antes de marcar como fallo

source: Resolver automaticamente incidentes quando monitor volta online
es: Resolver automáticamente incidentes cuando el monitor vuelve a estar en línea

source: Intervalo entre execuções do comando de verificação em minutos
es: Intervalo entre ejecuciones del comando de verificación en minutos

source: Tempo máximo de execução de uma verificação em segundos
es: Tiempo máximo de ejecución de una verificación en segundos

source: Enviar email quando um novo incidente é criado
es: Enviar email cuando se crea un nuevo incidente

source: Enviar email quando um incidente é resolvido
es: Enviar email cuando un incidente es resuelto

source: Enviar email quando um monitor fica offline
es: Enviar email cuando un monitor queda fuera de línea

source: Enviar email quando um monitor volta online
es: Enviar email cuando un monitor vuelve en línea

source: Intervalo mínimo em minutos entre alertas do mesmo monitor
es: Intervalo mínimo en minutos entre alertas del mismo monitor

source: Port
es: Puerto

source: Username
es: Usuario

source: Password
es: Contraseña

source: Encryption
es: Cifrado

source: Timeout
es: Tiempo de espera

source: Nenhuma
es: Ninguna

source: Tipo de criptografia SMTP (TLS, SSL ou nenhuma)
es: Tipo de cifrado SMTP (TLS, SSL o ninguno)

source: Testar Configurações de Email
es: Probar Configuraciones de Correo

source: Email de Destino
es: Correo de Destino

source: Digite o email para receber o teste
es: Ingrese correo para recibir la prueba

source: Digite o endereço de email onde deseja receber o email de teste.
es: Ingrese la dirección de correo donde desea recibir el correo de prueba.

source: Enviar Email de Teste
es: Enviar Correo de Prueba

source: Habilitar Alertas por Email
es: Habilitar Alertas por Correo

source: Ativar envio de alertas por email para assinantes
es: Activar envío de alertas por correo a suscriptores

source: Ativar envio de alertas via WhatsApp (funcionalidade futura)
es: Activar envío de alertas vía WhatsApp (funcionalidad futura)

source: Ativar envio de alertas via Telegram (funcionalidade futura)
es: Activar envío de alertas vía Telegram (funcionalidad futura)

source: Ativar envio de alertas via SMS (funcionalidade futura)
es: Activar envío de alertas vía SMS (funcionalidad futura)

source: URL da Logo Personalizada
es: URL del Logo Personalizado

source: URL completa da imagem da logo (PNG, JPG, SVG). Deixe vazio para usar o logo padrão.
es: URL completa de la imagen del logo (PNG, JPG, SVG). Dejar vacío para usar el logo predeterminado.
