Repository: PauloPeres/isp_status_page
Catalog: src/src/Locale/*/subscribers.po
Languages: es

source: Subscribers
es: Suscriptores

source: Subscriber List
es: Lista de Suscriptores

source: Add Subscriber
es: Agregar Suscriptor

source: Subscriber Details
es: Detalles del Suscriptor

source: Subscribe to Updates
es: Suscribirse a Actualizaciones

source: Manage Subscription
es: Administrar Suscripción

source: Subscriber Email
es: Email del Suscriptor

source: Subscriber Name
es: Nombre del Suscriptor

source: Verification
es: Verificación

source: Verified
es: Verificado

source: Not Verified
es: No Verificado

source: Subscription Date
es: Fecha de Suscripción

source: Subscriptions
es: Suscripciones

source: Verified At
es: Verificado el

source: Subscribe
es: Suscribirse

source: Unsubscribe
es: Cancelar Suscripción

source: Verify Email
es: Verificar Email

source: Resend Verification
es: Reenviar Verificación

source: Subscriber added successfully.
es: Suscriptor agregado exitosamente.

source: Subscriber updated successfully.
es: Suscriptor actualizado exitosamente.

source: Subscriber deleted successfully.
es: Suscriptor eliminado exitosamente.

source: Subscription confirmed successfully.
es: Suscripción confirmada exitosamente.

source: You have been unsubscribed successfully.
es: Su suscripción ha sido cancelada exitosamente.

source: Verification email sent.
es: Email de verificación enviado.

source: Error adding subscriber.
es: Error al agregar suscriptor.

source: Invalid verification token.
es: Token de verificación inválido.

source: Email already subscribed.
es: Email ya suscrito.

source: Total Subscribers
es: Total de Suscriptores

source: Verified Subscribers
es: Suscriptores Verificados

source: Pending Verification
es: Pendiente de Verificación

source: Por favor, informe um email válido.
es: Por favor, ingrese un email válido.

source: Este email já está inscrito e ativo.
es: Este email ya está suscrito y activo.

source: Um email de verificação foi enviado para {0}.
es: Se envió un email de verificación a {0}.

source: Não foi possível enviar o email de verificação. Por favor, tente novamente mais tarde.
es: No se pudo enviar el email de verificación. Por favor, inténtelo nuevamente más tarde.

source: Sua inscrição foi reativada com sucesso!
es: ¡Su suscripción fue reactivada exitosamente!

source: Obrigado por se inscrever! Um email de verificação foi enviado para {0}.
es: ¡Gracias por suscribirse! Se envió un email de verificación a {0}.

source: Inscrição realizada, mas não foi possível enviar o email de verificação. Por favor, solicite o reenvio.
es: Suscripción realizada, pero no se pudo enviar el email de verificación. Por favor, solicite el reenvío.

source: Este email já está cadastrado.
es: Este email ya está registrado.

source: Não foi possível completar a inscrição. Por favor, tente novamente.
es: No se pudo completar la suscripción. Por favor, inténtelo nuevamente.

source: Token de verificação inválido.
es: Token de verificación inválido.

source: Token de verificação inválido ou expirado.
es: Token de verificación inválido o expirado.

source: Este email já foi verificado anteriormente.
es: Este email ya fue verificado anteriormente.

source: Email verificado com sucesso! Você começará a receber notificações.
es: ¡Email verificado exitosamente! Comenzará a recibir notificaciones.

source: Não foi possível verificar o email. Por favor, tente novamente.
es: No se pudo verificar el email. Por favor, inténtelo nuevamente.

source: Token de cancelamento inválido.
es: Token de cancelación inválido.

source: Você foi desinscrito com sucesso. Não receberá mais notificações.
es: Su suscripción ha sido cancelada exitosamente. Ya no recibirá notificaciones.

source: Não foi possível processar o cancelamento. Por favor, tente novamente.
es: No se pudo procesar la cancelación. Por favor, inténtelo nuevamente.

source: O inscrito foi excluído com sucesso.
es: El suscriptor fue eliminado exitosamente.

source: Não foi possível excluir o inscrito. Por favor, tente novamente.
es: No se pudo eliminar el suscriptor. Por favor, inténtelo nuevamente.

source: O inscrito foi {$status} com sucesso.
es: El suscriptor fue {$status} exitosamente.

source: Não foi possível atualizar o status. Por favor, tente novamente.
es: No se pudo actualizar el estado. Por favor, inténtelo nuevamente.

source: Este inscrito já está verificado.
es: Este suscriptor ya está verificado.

source: Email de verificação enviado para {0}.
es: Email de verificación enviado a {0}.

source: Não foi possível enviar o email de verificação. Por favor, tente novamente.
es: No se pudo enviar el email de verificación. Por favor, inténtelo nuevamente.

source: Email Verificado com Sucesso!
es: ¡Email Verificado Exitosamente!

source: Obrigado por verificar seu email
es: Gracias por verificar su email

source: O que acontece agora?
es: ¿Qué sucede ahora?

source: Você começará a receber notificações sobre incidentes
es: Comenzará a recibir notificaciones sobre incidentes

source: Alertas serão enviados quando serviços ficarem offline
es: Se enviarán alertas cuando los servicios estén offline

source: Você será informado quando os problemas forem resolvidos
es: Será informado cuando los problemas sean resueltos

source: Voltar para Status
es: Volver al Estado

source: Não quer mais receber notificações?
es: ¿Ya no desea recibir notificaciones?

source: Cancelar inscrição
es: Cancelar suscripción

source: Cancelar Inscrição
es: Cancelar Suscripción

source: Inscrição Cancelada
es: Suscripción Cancelada

source: Você foi desinscrito com sucesso. Não receberá mais notificações no email
es: Su suscripción ha sido cancelada exitosamente. Ya no recibirá notificaciones en el email

source: Sentiremos sua falta! 😢
es: ¡Lo extrañaremos! 😢

source: Se você mudar de ideia, pode se inscrever novamente a qualquer momento na página de status.
es: Si cambia de opinión, puede suscribirse nuevamente en cualquier momento en la página de estado.

source: Cancelar Inscrição?
es: ¿Cancelar Suscripción?

source: Tem certeza que deseja cancelar as notificações para
es: ¿Está seguro que desea cancelar las notificaciones para

source: Você deixará de receber:
es: Dejará de recibir:

source: Notificações sobre incidentes
es: Notificaciones sobre incidentes

source: Alertas de serviços offline
es: Alertas de servicios offline

source: Informações sobre resoluções de problemas
es: Información sobre resoluciones de problemas

source: Sim, cancelar inscrição
es: Sí, cancelar suscripción

source: Não, manter inscrição
es: No, mantener suscripción

source: Você pode se reinscrever a qualquer momento pela página de status.
es: Puede suscribirse nuevamente en cualquier momento desde la página de estado.
