Repository: PauloPeres/isp_status_page
Catalog: src/src/Locale/*/validation.po
Languages: pt_br

source: Password must be at least 8 characters long
pt_br: Senha deve ter no mínimo 8 caracteres

source: Invalid role. Must be admin, user, or viewer
pt_br: Função inválida. Deve ser admin, user ou viewer

source: Invalid monitor type
pt_br: Tipo de monitor inválido

source: Configuration must be valid JSON
pt_br: Configuração deve ser um JSON válido

source: Check interval must be greater than 0
pt_br: Intervalo de verificação deve ser maior que 0

source: Timeout must be greater than 0
pt_br: Timeout deve ser maior que 0

source: Retry count cannot be negative
pt_br: Número de tentativas não pode ser negativo

source: Invalid status
pt_br: Status inválido

source: Uptime percentage must be between 0 and 100
pt_br: Porcentagem de uptime deve estar entre 0 e 100

source: Display order cannot be negative
pt_br: Ordem de exibição não pode ser negativa

source: Invalid type. Must be string, integer, boolean, or json
pt_br: Tipo inválido. Deve ser string, integer, boolean ou json

source: Invalid alert channel
pt_br: Canal de alerta inválido

source: Invalid trigger type
pt_br: Tipo de gatilho inválido

source: Throttle minutes cannot be negative
pt_br: Minutos de throttle não podem ser negativos

source: Recipients must be a valid non-empty JSON array
pt_br: Destinatários devem ser um array JSON válido e não vazio

source: Invalid alert log status
pt_br: Status de log de alerta inválido
